openai.chatgpt
sukumo28.wav-preview
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
njpwerner.autodocstring
shalldie.background
mads-hartmann.bash-ide-vscode
aaron-bond.better-comments
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
8amjp.charactercount
saoudrizwan.claude-dev
formulahendry.code-runner
streetsidesoftware.code-spell-checker
kisstkondoros.vscode-codemetrics
ms-azuretools.vscode-containers
pranaygp.vscode-css-peek
Dart-Code.dart-code
ms-vscode-remote.remote-containers
ms-azuretools.vscode-docker
docker.docker
adamraichu.docx-viewer
ShahilKumar.docxreader
hediet.vscode-drawio
EditorConfig.EditorConfig
dsznajder.es7-react-js-snippets
dbaeumer.vscode-eslint
GrapeCity.gc-excelviewer
figma.figma-vscode-extension
Dart-Code.flutter
alexisvt.flutter-snippets
waderyan.gitblame
donjayamanne.git-extension-pack
mhutchie.git-graph
donjayamanne.githistory
felipecaputo.git-project-manager
github.vscode-github-actions
GitHub.copilot
GitHub.copilot-chat
GitHub.vscode-pull-request-github
GitHub.github-vscode-theme
codezombiech.gitignore
eamodio.gitlens
seatonjiang.gitmoji-vscode
golang.go
Stephanvs.dot
vincaslt.highlight-matching-tag
ecmel.vscode-html-css
wix.vscode-import-cost
oderwat.indent-rainbow
ms-python.isort
MS-CEINTL.vscode-language-pack-ja
ms-vscode.vscode-typescript-next
andys8.jest-snippets
GregorBiswanger.json2ts
ms-toolsai.jupyter
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-slideshow
ms-kubernetes-tools.vscode-kubernetes-tools
ritwickdey.LiveServer
ms-vsliveshare.vsliveshare
yzhang.markdown-all-in-one
marp-team.marp-vscode
PKief.material-icon-theme
stringham.move-ts
formulahendry.vscode-mysql
foxundermoon.next-js
edgarjs.next-js-commands
iJS.reactnextjssnippets
KorbinianEckstein.niivue
ziyasal.vscode-open-in-github
christian-kohler.path-intellisense
ms-vscode.powershell
Prisma.prisma
alefragnani.project-manager
ms-python.vscode-pylance
ms-python.python
ms-python.debugpy
donjayamanne.python-environment-manager
ms-python.vscode-python-envs
donjayamanne.python-extension-pack
KevinRose.vsc-python-indent
SBSnippets.pytorch-snippets
bung87.rails
mechatroner.rainbow-csv
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-server
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
humao.rest-client
alefragnani.rtf
enverse.vscode-rtf-readme
Shopify.ruby-lsp
Hridoy.rails-snippets
jasonnutter.search-node-modules
foxundermoon.shell-format
sianglim.slim
alexcvzz.vscode-sqlite
rohit-chouhan.sqlite-snippet
qwtel.sqlite-viewer
ms-vscode.sublime-keybindings
bradlc.vscode-tailwindcss
austenc.tailwind-docs
Zarifprogrammer.tailwind-snippets
rangav.vscode-thunder-client
wayou.vscode-todo-highlight
Gruntfuggly.todo-tree
shardulm94.trailing-spaces
soerenuhrbach.vscode-deepl
loiane.ts-extension-pack
pmneo.tsimporter
kleber-swf.unity-code-snippets
Tobiah.unity-tools
vitest.explorer
nodesource.vscode-for-node-js-development-pack
bung87.vscode-gemfile
dunstontc.vscode-go-syntax
tomoki1207.pdf
tonybaloney.vscode-pets
Percy.vscode-pydata-viewer
evilz.vscode-reveal
ms-vscode-remote.remote-wsl
redhat.vscode-yaml
mosapride.zenkaku
negokaz.zenn-editor
slevesque.vscode-zipexplorer
adamraichu.zip-viewer
